Repository: ClipySi/clipy-si-macos
Catalog: Clipy/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, id, it, ja, ko, pt_br, ru, zh_hans

source: Show color code preview
ar: عرض معاينة رمز اللون
bn: কালার কোড প্রিভিউ দেখান
de: Farbcode-Vorschau anzeigen
es: Mostrar vista previa del código de color
fr: Afficher l'aperçu du code couleur
hi: रंग कोड पूर्वावलोकन दिखाएँ
id: Tampilkan pratinjau kode warna
it: Mostra anteprima del codice colore
ja: カラーコードのプレビューを表示
ko: 색상 코드 미리보기 표시
pt_br: Mostrar pré-visualização do código de cor
ru: Показывать предпросмотр кода цвета
zh_hans: 显示颜色代码预览

source: Show first 2 characters
ar: إظهار أول حرفين
bn: প্রথম ২টি অক্ষর দেখান
de: Erste 2 Zeichen anzeigen
es: Mostrar los primeros 2 caracteres
fr: Afficher les 2 premiers caractères
hi: पहले 2 अक्षर दिखाएँ
id: Tampilkan 2 karakter pertama
it: Mostra i primi 2 caratteri
ja: 先頭の2文字を表示
ko: 처음 2자 표시
pt_br: Mostrar os 2 primeiros caracteres
ru: Показать первые 2 символа
zh_hans: 显示前 2 个字符

source: Show last 4 characters
ar: إظهار آخر 4 أحرف
bn: শেষ ৪টি অক্ষর দেখান
de: Letzte 4 Zeichen anzeigen
es: Mostrar los últimos 4 caracteres
fr: Afficher les 4 derniers caractères
hi: अंतिम 4 अक्षर दिखाएँ
id: Tampilkan 4 karakter terakhir
it: Mostra gli ultimi 4 caratteri
ja: 末尾の4文字を表示
ko: 마지막 4자 표시
pt_br: Mostrar os últimos 4 caracteres
ru: Показать последние 4 символа
zh_hans: 显示后 4 个字符

source: Show tool tip on a menu item
ar: عرض تلميح على عنصر القائمة
bn: মেনু আইটেমে টুল টিপ দেখান
de: Kurzinfo bei Menüeintrag anzeigen
es: Mostrar ayuda en el ítem de menú
fr: Afficher une infobulle sur les éléments de menu
hi: मेन्यू आइटम पर टूल टिप दिखाएँ
id: Tampilkan tip alat pada item menu
it: Mostra tooltip sulle voci di menu
ja: メニュー項目にツールチップを表示
ko: 메뉴 항목에 툴팁 표시
pt_br: Mostrar dica em um item de menu
ru: Показывать подсказку для пункта меню
zh_hans: 在菜单项上显示工具提示

source: Skipped %lld empty or duplicate item(s).
ar: تم تخطي %lld عنصر/عناصر فارغة أو مكررة.
bn: %lld টি খালি বা নকল আইটেম এড়িয়ে যাওয়া হয়েছে।
de: %lld leere(s) oder doppelte(s) Element(e) übersprungen.
es: Se omitieron %lld elemento(s) vacíos o duplicados.
fr: %lld élément(s) vide(s) ou en doublon ignoré(s).
hi: %lld खाली या डुप्लिकेट आइटम छोड़े गए।
id: %lld item kosong atau duplikat dilewati.
it: Saltati %lld elemento/i vuoto/i o duplicato/i.
ja: %lld 件の空または重複したアイテムをスキップしました。
ko: %lld개의 비어 있거나 중복된 항목을 건너뛰었습니다.
pt_br: %lld item(s) vazio(s) ou duplicado(s) ignorado(s).
ru: Пропущено %lld пустых или повторяющихся элемент(ов).
zh_hans: 已跳过 %lld 个空白或重复的项目。

source: Skipped %lld non-text or unreadable item(s).
ar: تم تخطي %lld عنصر/عناصر غير نصية أو غير قابلة للقراءة.
bn: %lld টি নন-টেক্সট বা অপঠনযোগ্য আইটেম এড়িয়ে যাওয়া হয়েছে।
de: %lld nicht-textliche(s) oder unleserliche(s) Element(e) übersprungen.
es: Se omitieron %lld elemento(s) que no son texto o no son legibles.
fr: %lld élément(s) non textuel(s) ou illisible(s) ignoré(s).
hi: %lld गैर-टेक्स्ट या अपठनीय आइटम छोड़े गए।
id: %lld item bukan teks atau tidak dapat dibaca dilewati.
it: Saltati %lld elemento/i non di testo o illeggibile/i.
ja: %lld 件のテキスト以外または読み取れないアイテムをスキップしました。
ko: %lld개의 텍스트가 아니거나 읽을 수 없는 항목을 건너뛰었습니다.
pt_br: %lld item(s) não textual(is) ou ilegível(is) ignorado(s).
ru: Пропущено %lld нетекстовых или нечитаемых элемент(ов).
zh_hans: 已跳过 %lld 个非文本或不可读的项目。

source: Snippet menu:
ar: قائمة المقتطفات:
bn: স্নিপেট মেনু:
de: Snippet-Menü:
es: Menú de snippets:
fr: Menu Snippets :
hi: स्निपेट मेन्यू:
id: Menu snippet:
it: Menu snippet:
ja: スニペットメニュー:
ko: 스니펫 메뉴:
pt_br: Menu de snippets:
ru: Меню сниппетов:
zh_hans: 片段菜单：

source: Snippetize
ar: تحويل إلى مقتطف
bn: স্নিপেটাইজ করুন
de: Als Snippet sichern
es: Snippetizar
fr: Snippetiser
hi: स्निपेटाइज़ करें
id: Jadikan Snippet
it: Snippetizza
ja: スニペット化
ko: 스니펫으로 저장
pt_br: Salvar como Snippet
ru: В сниппет
zh_hans: 存为片段

source: Snippets
ar: المقتطفات
bn: স্নিপেট
hi: स्निपेट
id: Snippet
it: Snippet
ja: スニペット
ko: 스니펫
ru: Сниппеты
zh_hans: 片段

source: Sort history order by:
ar: ترتيب السجل حسب:
bn: ইতিহাস সাজানোর ক্রম:
de: Verlauf sortieren nach:
es: Ordenar el historial por:
fr: Trier l'historique par :
hi: इतिहास क्रम इसके अनुसार लगाएँ:
id: Urutkan riwayat menurut:
it: Ordina cronologia per:
ja: 履歴の並べ替え順:
ko: 기록 정렬 기준:
pt_br: Ordenar histórico por:
ru: Сортировать историю по:
zh_hans: 历史排序方式：

source: Standard
ar: قياسي
bn: স্ট্যান্ডার্ড
es: Estándar
hi: मानक
id: Standar
ja: 標準
ko: 표준
pt_br: Padrão
ru: Стандарт
zh_hans: 标准

source: Standard — crashes and coarse errors
ar: قياسي — الأعطال والأخطاء العامة
bn: স্ট্যান্ডার্ড — ক্র্যাশ ও সাধারণ ত্রুটি
de: Standard – Abstürze und grobe Fehler
es: Estándar: fallos y errores generales
fr: Standard — pannes et erreurs générales
hi: मानक — क्रैश और सामान्य त्रुटियाँ
id: Standar — kerusakan dan kesalahan umum
it: Standard — arresti anomali ed errori generici
ja: 標準 — クラッシュと大まかなエラー
ko: 표준 — 충돌 및 대략적 오류
pt_br: Padrão — falhas e erros gerais
ru: Стандарт — сбои и общие ошибки
zh_hans: 标准 — 崩溃和粗略错误

source: Standard, plus recent coarse breadcrumbs (feature names only).
ar: قياسي، بالإضافة إلى مسارات عامة حديثة (أسماء الميزات فقط).
bn: স্ট্যান্ডার্ড, এর সাথে সাম্প্রতিক সাধারণ ব্রেডক্রাম্ব (শুধু ফিচারের নাম)।
de: Standard, plus jüngste grobe Spuren (nur Funktionsnamen).
es: Estándar, más rastros generales recientes (solo nombres de funciones).
fr: Standard, plus des traces générales récentes (noms de fonctionnalités uniquement).
hi: मानक, साथ ही हाल की सामान्य गतिविधियाँ (केवल सुविधा नाम)।
id: Standar, ditambah jejak kasar terbaru (hanya nama fitur).
it: Standard, più tracce generiche recenti (solo nomi delle funzioni).
ja: 標準に加えて、直近の大まかな足跡（機能名のみ）。
ko: 표준에 더해, 최근의 대략적 흔적(기능 이름만).
pt_br: Padrão, mais rastros gerais recentes (apenas nomes de recursos).
ru: Стандарт, плюс недавние общие действия (только названия функций).
zh_hans: 在“标准”基础上，增加最近的粗略轨迹（仅功能名称）。

source: Status Bar icon style:
ar: نمط أيقونة شريط الحالة:
bn: স্ট্যাটাস বার আইকন শৈলী:
de: Stil des Menüleistensymbols:
es: Estilo del icono de la barra de estado:
fr: Style de l'icône de la barre d'état :
hi: स्टेटस बार आइकन शैली:
id: Gaya ikon Bilah Status:
it: Stile icona barra di stato:
ja: ステータスバー・アイコンのスタイル:
ko: 상태 막대 아이콘 스타일:
pt_br: Estilo do ícone na barra de status:
ru: Стиль значка в строке меню:
zh_hans: 状态栏图标样式：

source: Stored on this Mac
ar: مخزَّنة على هذا الـ Mac
bn: এই Mac-এ সংরক্ষিত
de: Auf diesem Mac gespeichert
es: Almacenados en este Mac
fr: Stockés sur ce Mac
hi: इस Mac पर संग्रहीत
id: Tersimpan di Mac ini
it: Memorizzati su questo Mac
ja: この Mac に保存済み
ko: 이 Mac에 저장됨
pt_br: Armazenados neste Mac
ru: Сохранено на этом Mac
zh_hans: 存储在此 Mac 上

source: Strong
ar: قوية
bn: শক্তিশালী
de: Stark
es: Fuerte
fr: Robuste
hi: मज़बूत
id: Kuat
it: Forte
ja: 強い
ko: 강함
pt_br: Forte
ru: Надёжная
zh_hans: 强

source: Switch sides when there is no room on the screen
ar: تبديل الجانب عندما لا توجد مساحة على الشاشة
bn: স্ক্রিনে জায়গা না থাকলে অন্য পাশে দেখান
de: Seite wechseln, wenn auf dem Bildschirm kein Platz ist
es: Cambiar de lado cuando no haya espacio en la pantalla
fr: Changer de côté lorsqu’il n’y a pas de place à l’écran
hi: स्क्रीन पर जगह न होने पर दूसरी ओर दिखाएँ
id: Pindah sisi saat tidak ada ruang di layar
it: Cambia lato quando non c’è spazio sullo schermo
ja: 画面に余白がないときは反対側に表示
ko: 화면에 공간이 없으면 반대쪽에 표시
pt_br: Trocar de lado quando não houver espaço na tela
ru: Менять сторону, когда на экране нет места
zh_hans: 屏幕上没有空间时切换到另一侧

source: Sync
ar: المزامنة
bn: সিঙ্ক
de: Synchronisierung
es: Sincronización
fr: Synchronisation
hi: सिंक
id: Sinkronisasi
it: Sincronizzazione
ja: 同期
ko: 동기화
pt_br: Sincronização
ru: Синхронизация
zh_hans: 同步

source: Sync Folder
ar: مجلد المزامنة
bn: সিঙ্ক ফোল্ডার
de: Sync-Ordner
es: Carpeta de sincronización
fr: Dossier de synchronisation
hi: सिंक फ़ोल्डर
id: Folder Sinkronisasi
it: Cartella di sincronizzazione
ja: 同期フォルダ
ko: 동기화 폴더
pt_br: Pasta de sincronização
ru: Папка синхронизации
zh_hans: 同步文件夹

source: Sync Now
ar: المزامنة الآن
bn: এখনই সিঙ্ক করুন
de: Jetzt synchronisieren
es: Sincronizar ahora
fr: Synchroniser maintenant
hi: अभी सिंक करें
id: Sinkronkan Sekarang
it: Sincronizza ora
ja: 今すぐ同期
ko: 지금 동기화
pt_br: Sincronizar agora
ru: Синхронизировать сейчас
zh_hans: 立即同步

source: Sync clipboard history between Macs
ar: مزامنة سجلّ الحافظة بين أجهزة Mac
bn: Mac-গুলির মধ্যে ক্লিপবোর্ড ইতিহাস সিঙ্ক করুন
de: Zwischenablage-Verlauf zwischen Macs synchronisieren
es: Sincronizar el historial del portapapeles entre Macs
fr: Synchroniser l'historique du presse-papiers entre vos Mac
hi: Mac के बीच क्लिपबोर्ड इतिहास सिंक करें
id: Sinkronkan riwayat papan klip antar Mac
it: Sincronizza la cronologia degli appunti tra i Mac
ja: Mac 間でクリップボード履歴を同期
ko: Mac 간 클립보드 기록 동기화
pt_br: Sincronizar o histórico da área de transferência entre Macs
ru: Синхронизировать историю буфера обмена между Mac
zh_hans: 在多台 Mac 之间同步剪贴板历史

source: Sync is off.
ar: المزامنة متوقفة.
bn: সিঙ্ক বন্ধ আছে।
de: Synchronisierung ist aus.
es: La sincronización está desactivada.
fr: La synchronisation est désactivée.
hi: सिंक बंद है।
id: Sinkronisasi mati.
it: La sincronizzazione è disattivata.
ja: 同期はオフです。
ko: 동기화가 꺼져 있습니다.
pt_br: A sincronização está desativada.
ru: Синхронизация выключена.
zh_hans: 同步已关闭。

source: Syncing…
ar: تجري المزامنة…
bn: সিঙ্ক হচ্ছে…
de: Synchronisiere …
es: Sincronizando…
fr: Synchronisation…
hi: सिंक हो रहा है…
id: Menyinkronkan…
it: Sincronizzazione…
ja: 同期中…
ko: 동기화 중…
pt_br: Sincronizando…
ru: Синхронизация…
zh_hans: 正在同步…

source: System (default)
ar: النظام (الافتراضي)
bn: সিস্টেম (ডিফল্ট)
de: System (Standard)
es: Sistema (predeterminado)
fr: Système (par défaut)
hi: सिस्टम (डिफ़ॉल्ट)
id: Sistem (bawaan)
it: Sistema (predefinito)
ja: システム（デフォルト）
ko: 시스템(기본값)
pt_br: Sistema (padrão)
ru: Системный (по умолчанию)
zh_hans: 系统（默认）

source: TIFF Image
ar: صورة TIFF
bn: TIFF ছবি
de: TIFF-Bild
es: Imagen TIFF
fr: Image TIFF
hi: TIFF छवि
id: Gambar TIFF
it: Immagine TIFF
ja: TIFF 画像
ko: TIFF 이미지
pt_br: Imagem TIFF
ru: Изображение TIFF
zh_hans: TIFF 图像

source: Teal
ar: أزرق مخضر
bn: সবুজাভ নীল
de: Türkis
es: Verde azulado
fr: Turquoise
hi: टील
id: Tosca
it: Foglia di tè
ja: ティール
ko: 청록색
pt_br: Turquesa
ru: Бирюзовый
zh_hans: 青色

source: Text
ar: نص
bn: টেক্সট
es: Texto
fr: Texte
hi: टेक्स्ट
id: Teks
it: Testo
ja: テキスト
ko: 텍스트
pt_br: Texto
ru: Текст
zh_hans: 文本

source: The clipboard history could not be read.
ar: تعذّر قراءة سجل الحافظة.
bn: ক্লিপবোর্ড ইতিহাস পড়া যায়নি।
de: Der Clipboard-Verlauf konnte nicht gelesen werden.
es: No se pudo leer el historial del portapapeles.
fr: Impossible de lire l'historique du presse-papiers.
hi: क्लिपबोर्ड इतिहास पढ़ा नहीं जा सका।
id: Riwayat clipboard tidak dapat dibaca.
it: Impossibile leggere la cronologia degli appunti.
ja: クリップボードの履歴を読み込めませんでした。
ko: 클립보드 기록을 읽을 수 없습니다.
pt_br: Não foi possível ler o histórico da área de transferência.
ru: Не удалось прочитать историю буфера обмена.
zh_hans: 无法读取剪贴板历史记录。

source: The highlight color used in the clipboard history popup, and which side its preview pane opens on.
ar: لون التمييز المستخدم في نافذة سجل الحافظة المنبثقة، والجانب الذي تفتح فيه لوحة المعاينة.
bn: ক্লিপবোর্ড ইতিহাস পপআপে ব্যবহৃত হাইলাইট রং, এবং এর প্রিভিউ প্যানেল কোন পাশে খোলে।
de: Die Hervorhebungsfarbe des Zwischenablage-Verlaufs-Popups und die Seite, auf der sich der Vorschaubereich öffnet.
es: El color de resaltado del panel emergente del historial del portapapeles y el lado en el que se abre su panel de vista previa.
fr: La couleur de surbrillance de la fenêtre d’historique du presse-papiers et le côté où s’ouvre son panneau d’aperçu.
hi: क्लिपबोर्ड इतिहास पॉपअप में उपयोग किया जाने वाला हाइलाइट रंग, और वह पक्ष जिस ओर इसका पूर्वावलोकन पैनल खुलता है।
id: Warna sorotan yang digunakan di popup riwayat papan klip, dan sisi tempat panel pratinjaunya terbuka.
it: Il colore di evidenziazione del popup della cronologia degli appunti e il lato su cui si apre il pannello di anteprima.
ja: クリップボード履歴ポップアップで使われるハイライトカラーと、プレビューパネルを開く側の設定です。
ko: 클립보드 기록 팝업에 사용되는 강조 색상과 미리보기 패널이 열리는 쪽입니다.
pt_br: A cor de destaque usada no pop-up do histórico da área de transferência e o lado em que seu painel de pré-visualização é aberto.
ru: Цвет выделения во всплывающем окне истории буфера обмена и сторона, с которой открывается панель предварительного просмотра.
zh_hans: 剪贴板历史弹出窗口使用的高亮颜色，以及其预览面板打开的一侧。

source: The saved JSON file is NOT encrypted — anyone who can open it can read every item.
ar: ملف JSON المحفوظ غير مشفّر — أي شخص يستطيع فتحه يمكنه قراءة كل العناصر.
bn: সংরক্ষিত JSON ফাইলটি এনক্রিপ্টেড নয় — যে কেউ এটি খুলতে পারলে প্রতিটি আইটেম পড়তে পারবে।
de: Die gespeicherte JSON-Datei ist NICHT verschlüsselt – jeder, der sie öffnen kann, kann alle Einträge lesen.
es: El archivo JSON guardado NO está cifrado: cualquier persona que pueda abrirlo puede leer todos los elementos.
fr: Le fichier JSON enregistré N'EST PAS chiffré — toute personne pouvant l'ouvrir peut lire chaque élément.
hi: सहेजी गई JSON फ़ाइल एन्क्रिप्टेड नहीं है — जो भी इसे खोल सकता है वह हर आइटम पढ़ सकता है।
id: File JSON yang disimpan TIDAK terenkripsi — siapa pun yang dapat membukanya dapat membaca setiap item.
it: Il file JSON salvato NON è cifrato — chiunque possa aprirlo può leggere ogni elemento.
ja: 保存された JSON ファイルは暗号化されていません。開くことができるすべての人がすべてのアイテムを読み取れます。
ko: 저장된 JSON 파일은 암호화되지 않으며 — 파일을 열 수 있는 사람은 누구나 모든 항목을 읽을 수 있습니다.
pt_br: O arquivo JSON salvo NÃO é criptografado — qualquer pessoa que possa abri-lo pode ler todos os itens.
ru: Сохранённый файл JSON НЕ зашифрован — любой, кто может его открыть, прочитает все элементы.
zh_hans: 保存的 JSON 文件未加密——任何能打开该文件的人均可读取其中的所有内容。

source: There are no text items to export.
ar: لا توجد عناصر نصية للتصدير.
bn: রপ্তানি করার জন্য কোনো টেক্সট আইটেম নেই।
de: Es sind keine Textelemente zum Exportieren vorhanden.
es: No hay elementos de texto para exportar.
fr: Aucun élément texte à exporter.
hi: निर्यात के लिए कोई टेक्स्ट आइटम नहीं हैं।
id: Tidak ada item teks untuk diekspor.
it: Non ci sono elementi di testo da esportare.
ja: エクスポートするテキストアイテムがありません。
ko: 내보낼 텍스트 항목이 없습니다.
pt_br: Não há itens de texto para exportar.
ru: Нет текстовых элементов для экспорта.
zh_hans: 没有可导出的文本项目。

source: This Mac has no Touch ID or login password set, so this protection can’t be enforced.
ar: لا يحتوي هذا الـ Mac على Touch ID أو كلمة مرور لتسجيل الدخول، لذا لا يمكن فرض هذه الحماية.
bn: এই Mac-এ Touch ID বা লগইন পাসওয়ার্ড সেট করা নেই, তাই এই সুরক্ষা প্রয়োগ করা যাবে না।
de: Dieser Mac hat weder Touch ID noch ein Anmeldekennwort, daher kann dieser Schutz nicht erzwungen werden.
es: Este Mac no tiene Touch ID ni contraseña de inicio de sesión, por lo que no se puede aplicar esta protección.
fr: Ce Mac n’a ni Touch ID ni mot de passe de session, cette protection ne peut donc pas être appliquée.
hi: इस Mac पर Touch ID या लॉगिन पासवर्ड सेट नहीं है, इसलिए यह सुरक्षा लागू नहीं की जा सकती।
id: Mac ini tidak memiliki Touch ID atau kata sandi login, sehingga perlindungan ini tidak dapat diterapkan.
it: Questo Mac non ha né Touch ID né una password di accesso, quindi questa protezione non può essere applicata.
ja: このMacにはTouch IDやログインパスワードが設定されていないため、この保護は適用できません。
ko: 이 Mac에는 Touch ID 또는 로그인 암호가 설정되어 있지 않아 이 보호를 적용할 수 없습니다.
pt_br: Este Mac não tem Touch ID nem senha de login, portanto esta proteção não pode ser aplicada.
ru: На этом Mac не настроены Touch ID или пароль для входа, поэтому эту защиту нельзя применить.
zh_hans: 此 Mac 未设置 Touch ID 或登录密码，因此无法强制执行此保护。

source: This cannot be undone.
ar: لا يمكن التراجع عن هذا.
bn: এটি পূর্বাবস্থায় ফেরানো যাবে না।
de: Dies kann nicht rückgängig gemacht werden.
es: Esta acción no se puede deshacer.
fr: Cette action est irréversible.
hi: इसे पूर्ववत नहीं किया जा सकता।
id: Tindakan ini tidak dapat dibatalkan.
it: Questa operazione non può essere annullata.
ja: この操作は取り消せません。
ko: 이 작업은 취소할 수 없습니다.
pt_br: Isto não pode ser desfeito.
ru: Это действие нельзя отменить.
zh_hans: 此操作无法撤销。

source: This folder is synced by a cloud service. Its provider can see the encrypted vault files and device metadata — use a strong passphrase.
ar: تتم مزامنة هذا المجلد بواسطة خدمة سحابية. يمكن لمزوّدها رؤية ملفات الخزنة المشفّرة وبيانات الأجهزة الوصفية — استخدم عبارة مرور قوية.
bn: এই ফোল্ডারটি একটি ক্লাউড পরিষেবা দ্বারা সিঙ্ক হয়। এর প্রদানকারী এনক্রিপ্ট করা ভল্ট ফাইল ও ডিভাইস মেটাডেটা দেখতে পারে — একটি শক্তিশালী পাসফ্রেজ ব্যবহার করুন।
de: Dieser Ordner wird von einem Cloud-Dienst synchronisiert. Der Anbieter kann die verschlüsselten Tresordateien und Geräte-Metadaten sehen – verwenden Sie eine starke Passphrase.
es: Esta carpeta se sincroniza mediante un servicio en la nube. Su proveedor puede ver los archivos cifrados de la bóveda y los metadatos del dispositivo; usa una frase de contraseña fuerte.
fr: Ce dossier est synchronisé par un service cloud. Son fournisseur peut voir les fichiers chiffrés du coffre et les métadonnées des appareils — utilisez une phrase secrète robuste.
hi: यह फ़ोल्डर क्लाउड सेवा द्वारा सिंक किया जाता है। उसका प्रदाता एन्क्रिप्टेड वॉल्ट फ़ाइलें और डिवाइस मेटाडेटा देख सकता है — एक मज़बूत पासफ़्रेज़ का उपयोग करें।
id: Folder ini disinkronkan oleh layanan cloud. Penyedianya dapat melihat berkas vault terenkripsi dan metadata perangkat — gunakan frasa sandi yang kuat.
it: Questa cartella è sincronizzata da un servizio cloud. Il provider può vedere i file cifrati del vault e i metadati dei dispositivi: usa una passphrase robusta.
ja: このフォルダはクラウドサービスによって同期されています。プロバイダは暗号化された vault ファイルとデバイスのメタデータを見ることができます。強力なパスフレーズを使用してください。
ko: 이 폴더는 클라우드 서비스로 동기화됩니다. 제공업체가 암호화된 볼트 파일과 기기 메타데이터를 볼 수 있습니다. 강력한 암호 문구를 사용하세요.
pt_br: Esta pasta é sincronizada por um serviço de nuvem. O provedor pode ver os arquivos criptografados do cofre e os metadados do dispositivo — use uma frase-senha forte.
ru: Эта папка синхронизируется облачным сервисом. Его провайдер может видеть зашифрованные файлы хранилища и метаданные устройств — используйте надёжную парольную фразу.
zh_hans: 此文件夹由云服务同步。其提供商可以看到加密的保管库文件和设备元数据——请使用强口令。

source: Title
ar: العنوان
bn: শিরোনাম
de: Titel
es: Título
fr: Titre
hi: शीर्षक
id: Judul
it: Titolo
ja: タイトル
ko: 제목
pt_br: Título
ru: Заголовок
zh_hans: 标题

source: To paste into the frontmost app, enable ClipySi under Privacy & Security → Accessibility in System Settings.
ar: للصق في التطبيق الموجود في المقدمة، فعّل ClipySi ضمن الخصوصية والأمان ← إمكانية الوصول في إعدادات النظام.
bn: সামনে থাকা অ্যাপে পেস্ট করতে, সিস্টেম সেটিংস-এ গোপনীয়তা ও নিরাপত্তা → অ্যাক্সেসিবিলিটি-র অধীনে ClipySi সক্রিয় করুন।
de: Um in die vorderste App einzusetzen, aktiviere ClipySi unter „Datenschutz & Sicherheit“ → „Bedienungshilfen“ in den Systemeinstellungen.
es: Para pegar en la app en primer plano, activa ClipySi en Privacidad y seguridad → Accesibilidad en Ajustes del Sistema.
fr: Pour coller dans l'application au premier plan, activez ClipySi dans Confidentialité et sécurité → Accessibilité des Réglages Système.
hi: सबसे आगे वाले ऐप में चिपकाने के लिए, सिस्टम सेटिंग्स में प्राइवेसी और सुरक्षा → ऐक्सेसिबिलिटी के अंतर्गत ClipySi को सक्षम करें।
id: Untuk menempel ke aplikasi terdepan, aktifkan ClipySi di bawah Privasi & Keamanan → Aksesibilitas di Pengaturan Sistem.
it: Per incollare nell'app in primo piano, abilita ClipySi in Privacy e sicurezza → Accessibilità nelle Impostazioni di Sistema.
ja: 最前面のアプリにペーストするには、システム設定の「プライバシーとセキュリティ」→「アクセシビリティ」で ClipySi を有効にしてください。
ko: 가장 앞에 있는 앱에 붙여넣으려면 시스템 설정의 개인정보 보호 및 보안 → 손쉬운 사용에서 ClipySi를 활성화하십시오.
pt_br: Para colar no app em primeiro plano, ative o ClipySi em Privacidade e Segurança → Acessibilidade nos Ajustes do Sistema.
ru: Чтобы вставлять в активное приложение, включите ClipySi в разделе «Конфиденциальность и безопасность» → «Универсальный доступ» в Системных настройках.
zh_hans: 若要粘贴到最前面的应用，请在“系统设置”的“隐私与安全性 → 辅助功能”中启用 ClipySi。

source: Tool tip
ar: تلميح
bn: টুল টিপ
de: Kurzinfo
es: Ayuda
fr: Infobulle
hi: टूल टिप
id: Tip alat
ja: ツールチップ
ko: 툴팁
pt_br: Dica
ru: Подсказка
zh_hans: 工具提示

source: Try a different search.
ar: جرّب بحثًا مختلفًا.
bn: অন্যভাবে খুঁজে দেখুন।
de: Versuche eine andere Suche.
es: Prueba con otra búsqueda.
fr: Essayez une autre recherche.
hi: कोई और खोज आज़माएँ।
id: Coba pencarian lain.
it: Prova un’altra ricerca.
ja: 別のキーワードで検索してください。
ko: 다른 검색어를 시도해 보세요.
pt_br: Tente outra busca.
ru: Попробуйте другой запрос.
zh_hans: 试试其他搜索词。

source: Type
ar: النوع
bn: টাইপ
de: Typ
es: Tipo
hi: प्रकार
id: Jenis
it: Tipo
ja: 種類
ko: 유형
pt_br: Tipo
ru: Тип
zh_hans: 类型

source: Unlock
ar: فتح
bn: আনলক করুন
de: Entsperren
es: Desbloquear
fr: Déverrouiller
hi: अनलॉक करें
id: Buka Kunci
it: Sblocca
ja: 解錠
ko: 잠금 해제
pt_br: Desbloquear
ru: Разблокировать
zh_hans: 解锁

source: Unlock Vault
ar: فتح الخزنة
bn: ভল্ট আনলক করুন
de: Tresor entsperren
es: Desbloquear bóveda
fr: Déverrouiller le coffre
hi: वॉल्ट अनलॉक करें
id: Buka Kunci Vault
it: Sblocca vault
ja: Vault を解錠
ko: 볼트 잠금 해제
pt_br: Desbloquear cofre
ru: Разблокировать хранилище
zh_hans: 解锁保管库

source: Updates
ar: التحديثات
bn: আপডেট
es: Actualizaciones
fr: Mises à jour
hi: अपडेट
id: Pembaruan
it: Aggiornamenti
ja: アップデート
ko: 업데이트
pt_br: Atualizações
ru: Обновления
zh_hans: 更新

source: Use This Folder
ar: استخدام هذا المجلد
bn: এই ফোল্ডার ব্যবহার করুন
de: Diesen Ordner verwenden
es: Usar esta carpeta
fr: Utiliser ce dossier
hi: इस फ़ोल्डर का उपयोग करें
id: Gunakan Folder Ini
it: Usa questa cartella
ja: このフォルダを使用
ko: 이 폴더 사용
pt_br: Usar esta pasta
ru: Использовать эту папку
zh_hans: 使用此文件夹

source: Vault locked — enter your passphrase.
ar: الخزنة مقفلة — أدخل عبارة المرور.
bn: ভল্ট লক করা — আপনার পাসফ্রেজ লিখুন।
de: Tresor gesperrt – geben Sie Ihre Passphrase ein.
es: Bóveda bloqueada: introduce tu frase de contraseña.
fr: Coffre verrouillé — saisissez votre phrase secrète.
hi: वॉल्ट लॉक है — अपना पासफ़्रेज़ दर्ज करें।
id: Vault terkunci — masukkan frasa sandi Anda.
it: Vault bloccato: inserisci la passphrase.
ja: Vault は施錠されています。パスフレーズを入力してください。
ko: 볼트가 잠겨 있습니다. 암호 문구를 입력하세요.
pt_br: Cofre bloqueado — digite sua frase-senha.
ru: Хранилище заблокировано — введите парольную фразу.
zh_hans: 保管库已锁定——请输入口令。

source: Version
ar: الإصدار
bn: সংস্করণ
es: Versión
hi: संस्करण
id: Versi
it: Versione
ja: バージョン
ko: 버전
pt_br: Versão
ru: Версия
zh_hans: 版本

source: Violet
ar: بنفسجي
bn: বেগুনি
de: Violett
es: Violeta
hi: बैंगनी
id: Ungu
it: Viola
ja: バイオレット
ko: 보라색
pt_br: Violeta
ru: Фиолетовый
zh_hans: 紫色

source: Weak
ar: ضعيفة
bn: দুর্বল
de: Schwach
es: Débil
fr: Faible
hi: कमज़ोर
id: Lemah
it: Debole
ja: 弱い
ko: 약함
pt_br: Fraca
ru: Слабая
zh_hans: 弱

source: Weekly
ar: أسبوعيًا
bn: সাপ্তাহিক
de: Wöchentlich
es: Cada semana
fr: Chaque semaine
hi: साप्ताहिक
id: Setiap Minggu
it: Ogni settimana
ja: 毎週
ko: 매주
pt_br: Semanalmente
ru: Еженедельно
zh_hans: 每周

source: Welcome to ClipySi
ar: مرحبًا بك في ClipySi
bn: ClipySi-তে স্বাগতম
de: Willkommen bei ClipySi
es: Te damos la bienvenida a ClipySi
fr: Bienvenue dans ClipySi
hi: ClipySi में आपका स्वागत है
id: Selamat datang di ClipySi
it: Ti diamo il benvenuto in ClipySi
ja: ClipySi へようこそ
ko: ClipySi에 오신 것을 환영합니다
pt_br: Boas-vindas ao ClipySi
ru: Добро пожаловать в ClipySi
zh_hans: 欢迎使用 ClipySi

source: What each level collects
ar: ما الذي يجمعه كل مستوى
bn: প্রতিটি স্তর যা সংগ্রহ করে
de: Was jede Stufe erfasst
es: Qué recopila cada nivel
fr: Ce que chaque niveau collecte
hi: प्रत्येक स्तर क्या एकत्र करता है
id: Yang dikumpulkan tiap tingkat
it: Cosa raccoglie ogni livello
ja: 各レベルで収集する内容
ko: 각 수준이 수집하는 항목
pt_br: O que cada nível coleta
ru: Что собирает каждый уровень
zh_hans: 每个级别收集的内容
